results/flask/ab_c500.txt
This is ApacheBench, Version 2.3 <$Revision: 1923142 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 127.0.0.1 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Completed 600 requests
Completed 700 requests
Completed 800 requests
Completed 900 requests
Completed 1000 requests
Finished 1000 requests


Server Software:        gunicorn
Server Hostname:        127.0.0.1
Server Port:            3002

Document Path:          /59eb245
Document Length:        225 bytes

Concurrency Level:      500
Time taken for tests:   0.300 seconds
Complete requests:      1000
Failed requests:        0
Non-2xx responses:      1000
Total transferred:      601004 bytes
HTML transferred:       225000 bytes
Requests per second:    3331.62 [#/sec] (mean)
Time per request:       150.077 [ms] (mean)
Time per request:       0.300 [ms] (mean, across all concurrent requests)
Transfer rate:          1955.39 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0   14  46.0      0     226
Processing:    12   35   5.7     34      49
Waiting:        3   34   5.7     33      48
Total:         17   49  45.7     38     263

Percentage of the requests served within a certain time (ms)
  50%     38
  66%     40
  75%     41
  80%     43
  90%     63
  95%    124
  98%    258
  99%    261
 100%    263 (longest request)