results/flask/wrk_c1.txt
Running 30s test @ http://127.0.0.1:3002/01e6b7d
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   447.72us  199.93us   6.71ms   95.05%
    Req/Sec     2.06k   203.84     2.22k    98.73%
  Latency Distribution
     50%  412.00us
     75%  437.00us
     90%  482.00us
     99%    0.99ms
  16211 requests in 30.09s, 9.29MB read
  Socket errors: connect 1, read 0, write 0, timeout 0
Requests/sec:    538.68
Transfer/sec:    316.16KB