results/flask/wrk_c500.txt
Running 30s test @ http://127.0.0.1:3002/01e6b7d
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    35.70ms    5.12ms  51.99ms   82.70%
    Req/Sec   768.54    590.35     2.20k    62.20%
  Latency Distribution
     50%   35.91ms
     75%   38.28ms
     90%   41.22ms
     99%   47.21ms
  16291 requests in 30.03s, 9.34MB read
  Socket errors: connect 500, read 186, write 0, timeout 0
Requests/sec:    542.54
Transfer/sec:    318.43KB